WordPress/499/Reports/WP_499_HTMLreports_Concurrent_10threads_ENABLED/statistics.json
{
  "RemovePost-1" : {
    "transaction" : "RemovePost-1",
    "sampleCount" : 28,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1427.0,
    "minResTime" : 539.0,
    "maxResTime" : 4093.0,
    "pct1ResTime" : 3728.2,
    "pct2ResTime" : 3929.6499999999987,
    "pct3ResTime" : 4093.0,
    "throughput" : 0.363745014744664,
    "receivedKBytesPerSec" : 11.540163275231562,
    "sentKBytesPerSec" : 0.33201628002520234
  },
  "Add Comment-0" : {
    "transaction" : "Add Comment-0",
    "sampleCount" : 725,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 854.9379310344823,
    "minResTime" : 563.0,
    "maxResTime" : 2876.0,
    "pct1ResTime" : 966.1999999999999,
    "pct2ResTime" : 1071.6999999999998,
    "pct3ResTime" : 1978.2400000000002,
    "throughput" : 1.122732467564646,
    "receivedKBytesPerSec" : 0.4488631172318528,
    "sentKBytesPerSec" : 1.0525616883418558
  },
  "RemoveUser" : {
    "transaction" : "RemoveUser",
    "sampleCount" : 711,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1541.7988748241914,
    "minResTime" : 769.0,
    "maxResTime" : 5586.0,
    "pct1ResTime" : 1982.8000000000002,
    "pct2ResTime" : 2173.5999999999995,
    "pct3ResTime" : 3209.039999999998,
    "throughput" : 1.084115797595123,
    "receivedKBytesPerSec" : 15.99456462591906,
    "sentKBytesPerSec" : 1.7579893978506758
  },
  "Add Comment-1" : {
    "transaction" : "Add Comment-1",
    "sampleCount" : 725,
    "errorCount" : 3,
    "errorPct" : 0.41379312,
    "meanResTime" : 1044.107586206898,
    "minResTime" : 729.0,
    "maxResTime" : 3192.0,
    "pct1ResTime" : 1184.0,
    "pct2ResTime" : 1297.6999999999998,
    "pct3ResTime" : 2171.34,
    "throughput" : 1.1231220624548814,
    "receivedKBytesPerSec" : 78.0420396448533,
    "sentKBytesPerSec" : 0.8818263068493405
  },
  "LOG IN" : {
    "transaction" : "LOG IN",
    "sampleCount" : 2592,
    "errorCount" : 921,
    "errorPct" : 35.532406,
    "meanResTime" : 2732.7391975308633,
    "minResTime" : 1386.0,
    "maxResTime" : 17947.0,
    "pct1ResTime" : 3290.0,
    "pct2ResTime" : 3871.2499999999986,
    "pct3ResTime" : 7525.100000000005,
    "throughput" : 3.912387869786313,
    "receivedKBytesPerSec" : 79.47304955125274,
    "sentKBytesPerSec" : 7.561702277396149
  },
  "PostTitle" : {
    "transaction" : "PostTitle",
    "sampleCount" : 449,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 998.4454342984413,
    "minResTime" : 617.0,
    "maxResTime" : 3842.0,
    "pct1ResTime" : 1207.0,
    "pct2ResTime" : 1560.0,
    "pct3ResTime" : 2507.5,
    "throughput" : 0.6824994375839825,
    "receivedKBytesPerSec" : 0.3767510423696867,
    "sentKBytesPerSec" : 0.8598739423348777
  },
  "RemovePost-0" : {
    "transaction" : "RemovePost-0",
    "sampleCount" : 28,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1635.9285714285713,
    "minResTime" : 630.0,
    "maxResTime" : 4402.0,
    "pct1ResTime" : 3891.500000000001,
    "pct2ResTime" : 4376.8,
    "pct3ResTime" : 4402.0,
    "throughput" : 0.3620096708297779,
    "receivedKBytesPerSec" : 0.1690607384350839,
    "sentKBytesPerSec" : 0.410947641119127
  },
  "CheckPublishedPost" : {
    "transaction" : "CheckPublishedPost",
    "sampleCount" : 444,
    "errorCount" : 1,
    "errorPct" : 0.22522523,
    "meanResTime" : 1037.5945945945934,
    "minResTime" : 669.0,
    "maxResTime" : 4068.0,
    "pct1ResTime" : 1188.0,
    "pct2ResTime" : 1501.0,
    "pct3ResTime" : 3296.5000000000027,
    "throughput" : 0.6802210411978018,
    "receivedKBytesPerSec" : 40.653467619218695,
    "sentKBytesPerSec" : 0.3845333878991128
  },
  "Get PostsID-0" : {
    "transaction" : "Get PostsID-0",
    "sampleCount" : 23,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1616.0434782608693,
    "minResTime" : 662.0,
    "maxResTime" : 4283.0,
    "pct1ResTime" : 4097.400000000001,
    "pct2ResTime" : 4279.8,
    "pct3ResTime" : 4283.0,
    "throughput" : 0.31011096579341213,
    "receivedKBytesPerSec" : 0.1445744906764464,
    "sentKBytesPerSec" : 0.29583785578491784
  },
  "RemoveUser TRANSACTION" : {
    "transaction" : "RemoveUser TRANSACTION",
    "sampleCount" : 707,
    "errorCount" : 413,
    "errorPct" : 58.41584,
    "meanResTime" : 5218.9533239038155,
    "minResTime" : 3326.0,
    "maxResTime" : 17721.0,
    "pct1ResTime" : 6081.2,
    "pct2ResTime" : 6682.6,
    "pct3ResTime" : 11108.639999999987,
    "throughput" : 1.0772922936269096,
    "receivedKBytesPerSec" : 80.22339922764847,
    "sentKBytesPerSec" : 5.926423041027009
  },
  "Get PostsID" : {
    "transaction" : "Get PostsID",
    "sampleCount" : 30,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2861.2333333333336,
    "minResTime" : 1190.0,
    "maxResTime" : 8693.0,
    "pct1ResTime" : 8315.600000000004,
    "pct2ResTime" : 8660.55,
    "pct3ResTime" : 8693.0,
    "throughput" : 0.36391867630646807,
    "receivedKBytesPerSec" : 10.982359610788976,
    "sentKBytesPerSec" : 0.5939621911240235
  },
  "Log In TRANSACTION" : {
    "transaction" : "Log In TRANSACTION",
    "sampleCount" : 810,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3662.630864197534,
    "minResTime" : 1965.0,
    "maxResTime" : 13413.0,
    "pct1ResTime" : 4351.5,
    "pct2ResTime" : 5465.449999999997,
    "pct3ResTime" : 10341.36,
    "throughput" : 1.2251009573937113,
    "receivedKBytesPerSec" : 28.69872105273606,
    "sentKBytesPerSec" : 1.9508164149348883
  },
  "GetNewPostPage" : {
    "transaction" : "GetNewPostPage",
    "sampleCount" : 451,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1608.352549889135,
    "minResTime" : 815.0,
    "maxResTime" : 8020.0,
    "pct1ResTime" : 1926.6000000000001,
    "pct2ResTime" : 2540.0,
    "pct3ResTime" : 4742.680000000002,
    "throughput" : 0.682368712108489,
    "receivedKBytesPerSec" : 32.01734712756437,
    "sentKBytesPerSec" : 0.7212962821118025
  },
  "Get PostsID-1" : {
    "transaction" : "Get PostsID-1",
    "sampleCount" : 23,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1611.3478260869565,
    "minResTime" : 541.0,
    "maxResTime" : 4684.0,
    "pct1ResTime" : 4395.6,
    "pct2ResTime" : 4632.4,
    "pct3ResTime" : 4684.0,
    "throughput" : 0.2939409817628791,
    "receivedKBytesPerSec" : 1.4400012939793219,
    "sentKBytesPerSec" : 0.2525680896711695
  },
  "RemovePost TRANSACTION" : {
    "transaction" : "RemovePost TRANSACTION",
    "sampleCount" : 24,
    "errorCount" : 17,
    "errorPct" : 70.833336,
    "meanResTime" : 4169.916666666667,
    "minResTime" : 2405.0,
    "maxResTime" : 9524.0,
    "pct1ResTime" : 8156.5,
    "pct2ResTime" : 9424.75,
    "pct3ResTime" : 9524.0,
    "throughput" : 0.3240790752943718,
    "receivedKBytesPerSec" : 23.672396670256294,
    "sentKBytesPerSec" : 1.1831734599492276
  },
  "PostBody-0" : {
    "transaction" : "PostBody-0",
    "sampleCount" : 447,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1129.3713646532412,
    "minResTime" : 602.0,
    "maxResTime" : 3209.0,
    "pct1ResTime" : 1562.0,
    "pct2ResTime" : 1772.7999999999997,
    "pct3ResTime" : 2535.759999999998,
    "throughput" : 0.6796525409426035,
    "receivedKBytesPerSec" : 0.32432157809390155,
    "sentKBytesPerSec" : 1.294001847757831
  },
  "Add Comment" : {
    "transaction" : "Add Comment",
    "sampleCount" : 2065,
    "errorCount" : 3,
    "errorPct" : 0.14527845,
    "meanResTime" : 1203.4130750605327,
    "minResTime" : 483.0,
    "maxResTime" : 6011.0,
    "pct1ResTime" : 1952.0,
    "pct2ResTime" : 2103.0,
    "pct3ResTime" : 3345.0599999999995,
    "throughput" : 3.1452671725495094,
    "receivedKBytesPerSec" : 77.81002854015813,
    "sentKBytesPerSec" : 3.27683511917364
  },
  "PostBody-1" : {
    "transaction" : "PostBody-1",
    "sampleCount" : 447,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 994.4653243847868,
    "minResTime" : 528.0,
    "maxResTime" : 3617.0,
    "pct1ResTime" : 1330.2,
    "pct2ResTime" : 1560.1999999999998,
    "pct3ResTime" : 2731.879999999998,
    "throughput" : 0.6800340777703401,
    "receivedKBytesPerSec" : 32.33980642989716,
    "sentKBytesPerSec" : 0.5367706415824864
  },
  "POST new user-0" : {
    "transaction" : "POST new user-0",
    "sampleCount" : 342,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1340.3099415204676,
    "minResTime" : 649.0,
    "maxResTime" : 6328.0,
    "pct1ResTime" : 2030.5999999999997,
    "pct2ResTime" : 2557.6499999999983,
    "pct3ResTime" : 4552.319999999996,
    "throughput" : 0.5214249231965482,
    "receivedKBytesPerSec" : 0.23944947123777435,
    "sentKBytesPerSec" : 0.7602103447388683
  },
  "AddPost TRANSACTION" : {
    "transaction" : "AddPost TRANSACTION",
    "sampleCount" : 444,
    "errorCount" : 1,
    "errorPct" : 0.22522523,
    "meanResTime" : 5735.727477477477,
    "minResTime" : 3542.0,
    "maxResTime" : 14298.0,
    "pct1ResTime" : 6580.0,
    "pct2ResTime" : 7655.75,
    "pct3ResTime" : 12603.850000000004,
    "throughput" : 0.6757147509747642,
    "receivedKBytesPerSec" : 104.65410573043015,
    "sentKBytesPerSec" : 3.763374591184966
  },
  "POST new user-1" : {
    "transaction" : "POST new user-1",
    "sampleCount" : 342,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 994.4035087719299,
    "minResTime" : 589.0,
    "maxResTime" : 3640.0,
    "pct1ResTime" : 1273.5,
    "pct2ResTime" : 1385.1,
    "pct3ResTime" : 2620.869999999996,
    "throughput" : 0.5213279533914518,
    "receivedKBytesPerSec" : 14.652005731177697,
    "sentKBytesPerSec" : 0.5566946769291039
  },
  "GetNewPostPage-0" : {
    "transaction" : "GetNewPostPage-0",
    "sampleCount" : 291,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 951.4982817869408,
    "minResTime" : 621.0,
    "maxResTime" : 4373.0,
    "pct1ResTime" : 1308.4,
    "pct2ResTime" : 1681.5999999999995,
    "pct3ResTime" : 2974.0399999999963,
    "throughput" : 0.44064403684450415,
    "receivedKBytesPerSec" : 0.2070502312434793,
    "sentKBytesPerSec" : 0.23507107751095171
  },
  "GetNewPostPage-1" : {
    "transaction" : "GetNewPostPage-1",
    "sampleCount" : 291,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 842.8659793814431,
    "minResTime" : 505.0,
    "maxResTime" : 4280.0,
    "pct1ResTime" : 978.0,
    "pct2ResTime" : 1428.4,
    "pct3ResTime" : 2758.2799999999847,
    "throughput" : 0.44147230254354797,
    "receivedKBytesPerSec" : 2.1643675055904654,
    "sentKBytesPerSec" : 0.2620101018079125
  },
  "RemoveUser Confirm" : {
    "transaction" : "RemoveUser Confirm",
    "sampleCount" : 707,
    "errorCount" : 413,
    "errorPct" : 58.41584,
    "meanResTime" : 2076.8033946251744,
    "minResTime" : 1173.0,
    "maxResTime" : 9625.0,
    "pct1ResTime" : 2450.2000000000003,
    "pct2ResTime" : 2890.2000000000003,
    "pct3ResTime" : 5585.039999999977,
    "throughput" : 1.0844489710772705,
    "receivedKBytesPerSec" : 32.771363414649116,
    "sentKBytesPerSec" : 2.7058856857337443
  },
  "RemovePost" : {
    "transaction" : "RemovePost",
    "sampleCount" : 28,
    "errorCount" : 21,
    "errorPct" : 75.0,
    "meanResTime" : 3063.3928571428573,
    "minResTime" : 1178.0,
    "maxResTime" : 8131.0,
    "pct1ResTime" : 7519.800000000001,
    "pct2ResTime" : 8106.25,
    "pct3ResTime" : 8131.0,
    "throughput" : 0.3456832800404943,
    "receivedKBytesPerSec" : 11.128573443036334,
    "sentKBytesPerSec" : 0.7079442145890691
  },
  "AddUser" : {
    "transaction" : "AddUser",
    "sampleCount" : 355,
    "errorCount" : 224,
    "errorPct" : 63.09859,
    "meanResTime" : 9069.585915492951,
    "minResTime" : 5591.0,
    "maxResTime" : 24654.0,
    "pct1ResTime" : 10225.6,
    "pct2ResTime" : 10782.4,
    "pct3ResTime" : 22785.999999999996,
    "throughput" : 0.538971429959524,
    "receivedKBytesPerSec" : 63.55757575347826,
    "sentKBytesPerSec" : 5.355889216510137
  },
  "RemoveUser-0" : {
    "transaction" : "RemoveUser-0",
    "sampleCount" : 417,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 984.5587529976018,
    "minResTime" : 634.0,
    "maxResTime" : 3132.0,
    "pct1ResTime" : 1125.6,
    "pct2ResTime" : 1217.599999999999,
    "pct3ResTime" : 2364.3999999999987,
    "throughput" : 0.6364099762223803,
    "receivedKBytesPerSec" : 0.4009829372113644,
    "sentKBytesPerSec" : 0.6468367696165362
  },
  "RemoveUser-1" : {
    "transaction" : "RemoveUser-1",
    "sampleCount" : 417,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 845.8081534772176,
    "minResTime" : 523.0,
    "maxResTime" : 3402.0,
    "pct1ResTime" : 955.5999999999999,
    "pct2ResTime" : 1077.0,
    "pct3ResTime" : 1665.0599999999997,
    "throughput" : 0.6367899677329208,
    "receivedKBytesPerSec" : 3.216461309378374,
    "sentKBytesPerSec" : 0.6142641310680205
  },
  "RemoveUser Confirm-1" : {
    "transaction" : "RemoveUser Confirm-1",
    "sampleCount" : 707,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1028.3705799151344,
    "minResTime" : 542.0,
    "maxResTime" : 5828.0,
    "pct1ResTime" : 1290.8000000000002,
    "pct2ResTime" : 1539.4,
    "pct3ResTime" : 2728.7599999999998,
    "throughput" : 1.0861199402096349,
    "receivedKBytesPerSec" : 32.29874616132645,
    "sentKBytesPerSec" : 1.152691233729324
  },
  "PostBody" : {
    "transaction" : "PostBody",
    "sampleCount" : 447,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2124.055928411631,
    "minResTime" : 1129.0,
    "maxResTime" : 5650.0,
    "pct1ResTime" : 2892.0,
    "pct2ResTime" : 3180.0,
    "pct3ResTime" : 5219.76,
    "throughput" : 0.6783457469087466,
    "receivedKBytesPerSec" : 32.58321389724807,
    "sentKBytesPerSec" : 1.8269518137402194
  },
  "RemoveUser Confirm-0" : {
    "transaction" : "RemoveUser Confirm-0",
    "sampleCount" : 707,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1048.2545968882619,
    "minResTime" : 613.0,
    "maxResTime" : 4309.0,
    "pct1ResTime" : 1198.6000000000001,
    "pct2ResTime" : 1411.2,
    "pct3ResTime" : 2954.399999999996,
    "throughput" : 1.0861082605676644,
    "receivedKBytesPerSec" : 0.5231072604877809,
    "sentKBytesPerSec" : 1.55734705863602
  },
  "LOG IN-2" : {
    "transaction" : "LOG IN-2",
    "sampleCount" : 1420,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 890.477464788733,
    "minResTime" : 507.0,
    "maxResTime" : 4042.0,
    "pct1ResTime" : 1011.5000000000005,
    "pct2ResTime" : 1239.9,
    "pct3ResTime" : 2523.069999999999,
    "throughput" : 2.1507395817871737,
    "receivedKBytesPerSec" : 10.561186245528127,
    "sentKBytesPerSec" : 1.4202486806840866
  },
  "LOG IN-0" : {
    "transaction" : "LOG IN-0",
    "sampleCount" : 2592,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1188.9645061728386,
    "minResTime" : 691.0,
    "maxResTime" : 12151.0,
    "pct1ResTime" : 1349.7000000000003,
    "pct2ResTime" : 1607.0499999999997,
    "pct3ResTime" : 3237.2100000000005,
    "throughput" : 3.9214025065507996,
    "receivedKBytesPerSec" : 4.369512476020744,
    "sentKBytesPerSec" : 2.8906494071185858
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 25766,
    "errorCount" : 1587,
    "errorPct" : 6.15928,
    "meanResTime" : 1319.1364200884902,
    "minResTime" : 483.0,
    "maxResTime" : 17947.0,
    "pct1ResTime" : 2187.9000000000015,
    "pct2ResTime" : 2753.0,
    "pct3ResTime" : 3247.9900000000016,
    "throughput" : 38.79282439644984,
    "receivedKBytesPerSec" : 632.954836305603,
    "sentKBytesPerSec" : 44.04668344998456
  },
  "LOG IN-1" : {
    "transaction" : "LOG IN-1",
    "sampleCount" : 2592,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1055.5162037037028,
    "minResTime" : 621.0,
    "maxResTime" : 5524.0,
    "pct1ResTime" : 1223.0,
    "pct2ResTime" : 1465.35,
    "pct3ResTime" : 2888.9800000000023,
    "throughput" : 3.9235394200669664,
    "receivedKBytesPerSec" : 64.7727279715286,
    "sentKBytesPerSec" : 3.2716206681369844
  },
  "POST new user" : {
    "transaction" : "POST new user",
    "sampleCount" : 358,
    "errorCount" : 225,
    "errorPct" : 62.849163,
    "meanResTime" : 2279.8715083798875,
    "minResTime" : 830.0,
    "maxResTime" : 8771.0,
    "pct1ResTime" : 3229.8,
    "pct2ResTime" : 3639.75,
    "pct3ResTime" : 7249.040000000026,
    "throughput" : 0.5442350608995993,
    "receivedKBytesPerSec" : 15.555546905404194,
    "sentKBytesPerSec" : 1.3501703561205163
  },
  "GET user-new PAGE-0" : {
    "transaction" : "GET user-new PAGE-0",
    "sampleCount" : 210,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 998.6333333333326,
    "minResTime" : 676.0,
    "maxResTime" : 3779.0,
    "pct1ResTime" : 1088.3,
    "pct2ResTime" : 1504.399999999998,
    "pct3ResTime" : 3286.319999999988,
    "throughput" : 0.31869656141586256,
    "receivedKBytesPerSec" : 0.14973136298551903,
    "sentKBytesPerSec" : 0.34643282511981477
  },
  "GET LogIn Page" : {
    "transaction" : "GET LogIn Page",
    "sampleCount" : 2594,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 882.2232074016962,
    "minResTime" : 548.0,
    "maxResTime" : 5393.0,
    "pct1ResTime" : 1008.5,
    "pct2ResTime" : 1208.0,
    "pct3ResTime" : 2528.6500000000024,
    "throughput" : 3.9231581271683993,
    "receivedKBytesPerSec" : 19.28364075719296,
    "sentKBytesPerSec" : 2.428067911734992
  },
  "GET user-new PAGE-1" : {
    "transaction" : "GET user-new PAGE-1",
    "sampleCount" : 210,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 858.3238095238096,
    "minResTime" : 508.0,
    "maxResTime" : 4303.0,
    "pct1ResTime" : 958.0,
    "pct2ResTime" : 1144.5999999999995,
    "pct3ResTime" : 2558.279999999987,
    "throughput" : 0.3188485014120434,
    "receivedKBytesPerSec" : 1.5631776123751178,
    "sentKBytesPerSec" : 0.3163945660054356
  },
  "Get Users Page" : {
    "transaction" : "Get Users Page",
    "sampleCount" : 713,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1601.39270687237,
    "minResTime" : 788.0,
    "maxResTime" : 8677.0,
    "pct1ResTime" : 2040.0,
    "pct2ResTime" : 2214.1999999999994,
    "pct3ResTime" : 3427.0800000000004,
    "throughput" : 1.0872465823402488,
    "receivedKBytesPerSec" : 31.924480894081142,
    "sentKBytesPerSec" : 1.5074044132223214
  },
  "GET user-new PAGE" : {
    "transaction" : "GET user-new PAGE",
    "sampleCount" : 359,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1557.398328690807,
    "minResTime" : 763.0,
    "maxResTime" : 7688.0,
    "pct1ResTime" : 1953.0,
    "pct2ResTime" : 2154.0,
    "pct3ResTime" : 4080.7999999999874,
    "throughput" : 0.5442329498941852,
    "receivedKBytesPerSec" : 8.222984196778869,
    "sentKBytesPerSec" : 0.926138758178654
  },
  "Get Users Page-0" : {
    "transaction" : "Get Users Page-0",
    "sampleCount" : 417,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1006.8729016786564,
    "minResTime" : 637.0,
    "maxResTime" : 4161.0,
    "pct1ResTime" : 1171.8,
    "pct2ResTime" : 1316.3999999999987,
    "pct3ResTime" : 2631.239999999999,
    "throughput" : 0.6370935091324376,
    "receivedKBytesPerSec" : 0.29757677444674463,
    "sentKBytesPerSec" : 0.5654061662095992
  },
  "Get Users Page-1" : {
    "transaction" : "Get Users Page-1",
    "sampleCount" : 417,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 874.8513189448449,
    "minResTime" : 543.0,
    "maxResTime" : 4516.0,
    "pct1ResTime" : 1003.2,
    "pct2ResTime" : 1159.8999999999994,
    "pct3ResTime" : 2185.5399999999977,
    "throughput" : 0.6368152518016373,
    "receivedKBytesPerSec" : 3.1204004009301776,
    "sentKBytesPerSec" : 0.5048358993335583
  }
}