WordPress/499/Reports/WP_499_HTMLreports_Consecutive_100threads_DISABLED_withoutDuration/statistics.json
{
  "Add Comment-0" : {
    "transaction" : "Add Comment-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 602.7600000000001,
    "minResTime" : 504.0,
    "maxResTime" : 1268.0,
    "pct1ResTime" : 703.2,
    "pct2ResTime" : 846.2999999999996,
    "pct3ResTime" : 1265.879999999999,
    "throughput" : 0.7369902790982187,
    "receivedKBytesPerSec" : 0.2945514078356806,
    "sentKBytesPerSec" : 0.69092838665458
  },
  "RemovePost-1" : {
    "transaction" : "RemovePost-1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 101826.0,
    "minResTime" : 101826.0,
    "maxResTime" : 101826.0,
    "pct1ResTime" : 101826.0,
    "pct2ResTime" : 101826.0,
    "pct3ResTime" : 101826.0,
    "throughput" : 0.009820674483923555,
    "receivedKBytesPerSec" : 1.1140519427749298,
    "sentKBytesPerSec" : 0.00938910187476676
  },
  "RemoveUser" : {
    "transaction" : "RemoveUser",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 123032.26000000004,
    "minResTime" : 84087.0,
    "maxResTime" : 148479.0,
    "pct1ResTime" : 143203.5,
    "pct2ResTime" : 145380.5,
    "pct3ResTime" : 148478.88,
    "throughput" : 0.2544082591097237,
    "receivedKBytesPerSec" : 3.24405809635204,
    "sentKBytesPerSec" : 0.3157295935955265
  },
  "Add Comment-1" : {
    "transaction" : "Add Comment-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 765.8000000000003,
    "minResTime" : 677.0,
    "maxResTime" : 1425.0,
    "pct1ResTime" : 845.1,
    "pct2ResTime" : 1033.0499999999997,
    "pct3ResTime" : 1424.2799999999997,
    "throughput" : 0.737609996090667,
    "receivedKBytesPerSec" : 52.66755790699475,
    "sentKBytesPerSec" : 0.5797297627477447
  },
  "LOG IN" : {
    "transaction" : "LOG IN",
    "sampleCount" : 501,
    "errorCount" : 70,
    "errorPct" : 13.972055,
    "meanResTime" : 195538.01996007987,
    "minResTime" : 3108.0,
    "maxResTime" : 242714.0,
    "pct1ResTime" : 234683.2,
    "pct2ResTime" : 235594.2,
    "pct3ResTime" : 236992.26,
    "throughput" : 0.1743748348920912,
    "receivedKBytesPerSec" : 2.800451541307345,
    "sentKBytesPerSec" : 0.29580949927796285
  },
  "PostTitle" : {
    "transaction" : "PostTitle",
    "sampleCount" : 101,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 96325.63366336629,
    "minResTime" : 1512.0,
    "maxResTime" : 119252.0,
    "pct1ResTime" : 108600.6,
    "pct2ResTime" : 108920.8,
    "pct3ResTime" : 119080.04000000004,
    "throughput" : 0.19066928695350124,
    "receivedKBytesPerSec" : 0.12324443554811758,
    "sentKBytesPerSec" : 0.29645512345836333
  },
  "RemovePost-0" : {
    "transaction" : "RemovePost-0",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 89901.0,
    "minResTime" : 89901.0,
    "maxResTime" : 89901.0,
    "pct1ResTime" : 89901.0,
    "pct2ResTime" : 89901.0,
    "pct3ResTime" : 89901.0,
    "throughput" : 0.011123346792582952,
    "receivedKBytesPerSec" : 0.0052140688090232595,
    "sentKBytesPerSec" : 0.012817919155515512
  },
  "CheckPublishedPost" : {
    "transaction" : "CheckPublishedPost",
    "sampleCount" : 101,
    "errorCount" : 21,
    "errorPct" : 20.79208,
    "meanResTime" : 75781.17821782177,
    "minResTime" : 1281.0,
    "maxResTime" : 254214.0,
    "pct1ResTime" : 125402.4,
    "pct2ResTime" : 127201.7,
    "pct3ResTime" : 254097.56000000003,
    "throughput" : 0.38823307822704334,
    "receivedKBytesPerSec" : 18.832164690105436,
    "sentKBytesPerSec" : 0.2949774087267877
  },
  "RemoveUser TRANSACTION" : {
    "transaction" : "RemoveUser TRANSACTION",
    "sampleCount" : 100,
    "errorCount" : 69,
    "errorPct" : 69.0,
    "meanResTime" : 380440.03000000014,
    "minResTime" : 350585.0,
    "maxResTime" : 409125.0,
    "pct1ResTime" : 397607.5,
    "pct2ResTime" : 401754.1,
    "pct3ResTime" : 409102.66,
    "throughput" : 0.1758081019405698,
    "receivedKBytesPerSec" : 10.921005285560705,
    "sentKBytesPerSec" : 0.748181938200815
  },
  "Get PostsID-0" : {
    "transaction" : "Get PostsID-0",
    "sampleCount" : 74,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 80428.18918918917,
    "minResTime" : 77627.0,
    "maxResTime" : 84356.0,
    "pct1ResTime" : 82247.5,
    "pct2ResTime" : 82779.25,
    "pct3ResTime" : 84356.0,
    "throughput" : 0.5607504963399663,
    "receivedKBytesPerSec" : 0.26175657934619523,
    "sentKBytesPerSec" : 0.2694230900383432
  },
  "Get PostsID" : {
    "transaction" : "Get PostsID",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 135797.32999999996,
    "minResTime" : 108414.0,
    "maxResTime" : 149754.0,
    "pct1ResTime" : 146228.7,
    "pct2ResTime" : 147367.05,
    "pct3ResTime" : 149740.50999999998,
    "throughput" : 0.3064035273174065,
    "receivedKBytesPerSec" : 10.35528123343506,
    "sentKBytesPerSec" : 0.30873746043564454
  },
  "Log In TRANSACTION" : {
    "transaction" : "Log In TRANSACTION",
    "sampleCount" : 401,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 258207.39650872812,
    "minResTime" : 4832.0,
    "maxResTime" : 300717.0,
    "pct1ResTime" : 297007.4,
    "pct2ResTime" : 298708.2,
    "pct3ResTime" : 300146.02,
    "throughput" : 0.1474608419756664,
    "receivedKBytesPerSec" : 3.1111535682857694,
    "sentKBytesPerSec" : 0.28802094863287986
  },
  "GetNewPostPage" : {
    "transaction" : "GetNewPostPage",
    "sampleCount" : 101,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 136777.2871287129,
    "minResTime" : 2505.0,
    "maxResTime" : 173343.0,
    "pct1ResTime" : 153479.8,
    "pct2ResTime" : 155147.5,
    "pct3ResTime" : 173294.94,
    "throughput" : 0.16110945393465972,
    "receivedKBytesPerSec" : 7.608209523642413,
    "sentKBytesPerSec" : 0.2488563447016524
  },
  "RemovePost TRANSACTION" : {
    "transaction" : "RemovePost TRANSACTION",
    "sampleCount" : 26,
    "errorCount" : 25,
    "errorPct" : 96.15385,
    "meanResTime" : 198954.26923076922,
    "minResTime" : 191078.0,
    "maxResTime" : 300390.0,
    "pct1ResTime" : 203622.30000000002,
    "pct2ResTime" : 270723.2999999999,
    "pct3ResTime" : 300390.0,
    "throughput" : 0.06569770967676727,
    "receivedKBytesPerSec" : 8.017260000423244,
    "sentKBytesPerSec" : 0.13862305575840425
  },
  "Get PostsID-1" : {
    "transaction" : "Get PostsID-1",
    "sampleCount" : 74,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 62904.25675675676,
    "minResTime" : 60799.0,
    "maxResTime" : 67575.0,
    "pct1ResTime" : 64373.0,
    "pct2ResTime" : 64678.0,
    "pct3ResTime" : 67575.0,
    "throughput" : 0.6814498305584206,
    "receivedKBytesPerSec" : 3.338767833380912,
    "sentKBytesPerSec" : 0.379988137938338
  },
  "PostBody-0" : {
    "transaction" : "PostBody-0",
    "sampleCount" : 35,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 84058.20000000001,
    "minResTime" : 858.0,
    "maxResTime" : 92309.0,
    "pct1ResTime" : 88817.6,
    "pct2ResTime" : 90186.59999999999,
    "pct3ResTime" : 92309.0,
    "throughput" : 0.07916170021237953,
    "receivedKBytesPerSec" : 0.03942402865766636,
    "sentKBytesPerSec" : 0.17927342069580873
  },
  "Add Comment" : {
    "transaction" : "Add Comment",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1368.7499999999993,
    "minResTime" : 1213.0,
    "maxResTime" : 2381.0,
    "pct1ResTime" : 1475.6000000000001,
    "pct2ResTime" : 1994.6499999999994,
    "pct3ResTime" : 2378.749999999999,
    "throughput" : 0.7347106709377846,
    "receivedKBytesPerSec" : 52.75417774855262,
    "sentKBytesPerSec" : 1.26624227176213
  },
  "PostBody-1" : {
    "transaction" : "PostBody-1",
    "sampleCount" : 35,
    "errorCount" : 26,
    "errorPct" : 74.28571,
    "meanResTime" : 232722.8571428571,
    "minResTime" : 2397.0,
    "maxResTime" : 286644.0,
    "pct1ResTime" : 282506.6,
    "pct2ResTime" : 283762.39999999997,
    "pct3ResTime" : 286644.0,
    "throughput" : 0.062450262826391836,
    "receivedKBytesPerSec" : 1.5764352603774494,
    "sentKBytesPerSec" : 0.06830497496636607
  },
  "AddPost TRANSACTION" : {
    "transaction" : "AddPost TRANSACTION",
    "sampleCount" : 101,
    "errorCount" : 96,
    "errorPct" : 95.04951,
    "meanResTime" : 550452.7821782182,
    "minResTime" : 8554.0,
    "maxResTime" : 665308.0,
    "pct1ResTime" : 633434.2,
    "pct2ResTime" : 650940.2999999999,
    "pct3ResTime" : 665223.06,
    "throughput" : 0.13793367165777154,
    "receivedKBytesPerSec" : 14.840999702025714,
    "sentKBytesPerSec" : 0.8842964179240027
  },
  "POST new user-0" : {
    "transaction" : "POST new user-0",
    "sampleCount" : 98,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 80916.14285714288,
    "minResTime" : 67998.0,
    "maxResTime" : 120130.0,
    "pct1ResTime" : 109495.0,
    "pct2ResTime" : 113333.9,
    "pct3ResTime" : 120130.0,
    "throughput" : 0.3680073901892234,
    "receivedKBytesPerSec" : 0.17045718581369065,
    "sentKBytesPerSec" : 0.5313062689871161
  },
  "POST new user-1" : {
    "transaction" : "POST new user-1",
    "sampleCount" : 98,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 57099.10204081632,
    "minResTime" : 41827.0,
    "maxResTime" : 104936.0,
    "pct1ResTime" : 87659.4,
    "pct2ResTime" : 88643.9,
    "pct3ResTime" : 104936.0,
    "throughput" : 0.527199173695989,
    "receivedKBytesPerSec" : 11.42006229053247,
    "sentKBytesPerSec" : 0.5495055322290842
  },
  "GetNewPostPage-0" : {
    "transaction" : "GetNewPostPage-0",
    "sampleCount" : 66,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 83045.6818181818,
    "minResTime" : 79891.0,
    "maxResTime" : 102569.0,
    "pct1ResTime" : 86029.3,
    "pct2ResTime" : 87097.25,
    "pct3ResTime" : 102569.0,
    "throughput" : 0.5691814136396565,
    "receivedKBytesPerSec" : 0.26791547009210387,
    "sentKBytesPerSec" : 0.543056876099555
  },
  "GetNewPostPage-1" : {
    "transaction" : "GetNewPostPage-1",
    "sampleCount" : 66,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 68402.42424242424,
    "minResTime" : 67186.0,
    "maxResTime" : 75013.0,
    "pct1ResTime" : 69295.5,
    "pct2ResTime" : 70167.95,
    "pct3ResTime" : 75013.0,
    "throughput" : 0.6807773239262286,
    "receivedKBytesPerSec" : 3.338069280696869,
    "sentKBytesPerSec" : 0.5850430127491026
  },
  "RemoveUser Confirm" : {
    "transaction" : "RemoveUser Confirm",
    "sampleCount" : 100,
    "errorCount" : 69,
    "errorPct" : 69.0,
    "meanResTime" : 122273.14999999997,
    "minResTime" : 93601.0,
    "maxResTime" : 180588.0,
    "pct1ResTime" : 174286.2,
    "pct2ResTime" : 176410.35,
    "pct3ResTime" : 180559.68999999997,
    "throughput" : 0.3680137195514649,
    "receivedKBytesPerSec" : 9.212813766197204,
    "sentKBytesPerSec" : 0.7450193368208767
  },
  "RemovePost" : {
    "transaction" : "RemovePost",
    "sampleCount" : 26,
    "errorCount" : 25,
    "errorPct" : 96.15385,
    "meanResTime" : 84610.42307692308,
    "minResTime" : 76460.0,
    "maxResTime" : 191730.0,
    "pct1ResTime" : 91217.90000000001,
    "pct2ResTime" : 159741.39999999988,
    "pct3ResTime" : 191730.0,
    "throughput" : 0.09056267285279386,
    "receivedKBytesPerSec" : 0.6629572707458184,
    "sentKBytesPerSec" : 0.10768944034880562
  },
  "AddUser" : {
    "transaction" : "AddUser",
    "sampleCount" : 100,
    "errorCount" : 74,
    "errorPct" : 74.0,
    "meanResTime" : 272741.97,
    "minResTime" : 178849.0,
    "maxResTime" : 296885.0,
    "pct1ResTime" : 289171.8,
    "pct2ResTime" : 292536.1,
    "pct3ResTime" : 296882.19,
    "throughput" : 0.22658370681881007,
    "receivedKBytesPerSec" : 7.804456720954234,
    "sentKBytesPerSec" : 0.9718184036384812
  },
  "RemoveUser-0" : {
    "transaction" : "RemoveUser-0",
    "sampleCount" : 69,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 77839.53623188408,
    "minResTime" : 75479.0,
    "maxResTime" : 82273.0,
    "pct1ResTime" : 80248.0,
    "pct2ResTime" : 80705.5,
    "pct3ResTime" : 82273.0,
    "throughput" : 0.5374585222227415,
    "receivedKBytesPerSec" : 0.3390607474178623,
    "sentKBytesPerSec" : 0.3238397541127261
  },
  "RemoveUser-1" : {
    "transaction" : "RemoveUser-1",
    "sampleCount" : 69,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 61309.66666666666,
    "minResTime" : 58631.0,
    "maxResTime" : 67865.0,
    "pct1ResTime" : 64162.0,
    "pct2ResTime" : 65293.5,
    "pct3ResTime" : 67865.0,
    "throughput" : 0.685183162368549,
    "receivedKBytesPerSec" : 3.461379393488774,
    "sentKBytesPerSec" : 0.4951518946803968
  },
  "RemoveUser Confirm-1" : {
    "transaction" : "RemoveUser Confirm-1",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 59283.689999999995,
    "minResTime" : 39800.0,
    "maxResTime" : 95721.0,
    "pct1ResTime" : 90350.1,
    "pct2ResTime" : 91717.0,
    "pct3ResTime" : 95719.44,
    "throughput" : 0.45871980476885105,
    "receivedKBytesPerSec" : 11.259716617239608,
    "sentKBytesPerSec" : 0.40478439022376356
  },
  "PostBody" : {
    "transaction" : "PostBody",
    "sampleCount" : 101,
    "errorCount" : 92,
    "errorPct" : 91.08911,
    "meanResTime" : 241568.6831683168,
    "minResTime" : 3256.0,
    "maxResTime" : 372655.0,
    "pct1ResTime" : 358312.2,
    "pct2ResTime" : 364708.0,
    "pct3ResTime" : 372577.24,
    "throughput" : 0.15623622298157497,
    "receivedKBytesPerSec" : 1.7525938500163198,
    "sentKBytesPerSec" : 0.39868002386469636
  },
  "RemoveUser Confirm-0" : {
    "transaction" : "RemoveUser Confirm-0",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 62987.1,
    "minResTime" : 52575.0,
    "maxResTime" : 85287.0,
    "pct1ResTime" : 84455.3,
    "pct2ResTime" : 84886.35,
    "pct3ResTime" : 85284.91,
    "throughput" : 0.35371560557880255,
    "receivedKBytesPerSec" : 0.17258834489393837,
    "sentKBytesPerSec" : 0.4039473666757453
  },
  "LOG IN-2" : {
    "transaction" : "LOG IN-2",
    "sampleCount" : 351,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 68070.62962962959,
    "minResTime" : 38022.0,
    "maxResTime" : 97311.0,
    "pct1ResTime" : 81566.4,
    "pct2ResTime" : 82053.2,
    "pct3ResTime" : 85996.28000000012,
    "throughput" : 0.13136075142840783,
    "receivedKBytesPerSec" : 0.6556411788214658,
    "sentKBytesPerSec" : 0.0804890871166914
  },
  "LOG IN-0" : {
    "transaction" : "LOG IN-0",
    "sampleCount" : 501,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 67575.94211576851,
    "minResTime" : 1062.0,
    "maxResTime" : 79617.0,
    "pct1ResTime" : 69714.2,
    "pct2ResTime" : 70581.8,
    "pct3ResTime" : 75061.86,
    "throughput" : 0.18786159137891534,
    "receivedKBytesPerSec" : 0.20950933826316898,
    "sentKBytesPerSec" : 0.10333918178308774
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 4853,
    "errorCount" : 377,
    "errorPct" : 7.7683907,
    "meanResTime" : 92924.45950958176,
    "minResTime" : 504.0,
    "maxResTime" : 372655.0,
    "pct1ResTime" : 178978.2,
    "pct2ResTime" : 218589.80000000005,
    "pct3ResTime" : 257674.6800000001,
    "throughput" : 1.5417141205192841,
    "receivedKBytesPerSec" : 20.532348834660453,
    "sentKBytesPerSec" : 1.5709756750360173
  },
  "LOG IN-1" : {
    "transaction" : "LOG IN-1",
    "sampleCount" : 501,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 80269.1177644711,
    "minResTime" : 2046.0,
    "maxResTime" : 96269.0,
    "pct1ResTime" : 88009.0,
    "pct2ResTime" : 88844.5,
    "pct3ResTime" : 95304.16,
    "throughput" : 0.18657987909176937,
    "receivedKBytesPerSec" : 2.135952725951585,
    "sentKBytesPerSec" : 0.1337849713910852
  },
  "POST new user" : {
    "transaction" : "POST new user",
    "sampleCount" : 100,
    "errorCount" : 74,
    "errorPct" : 74.0,
    "meanResTime" : 137139.95,
    "minResTime" : 92767.0,
    "maxResTime" : 209093.0,
    "pct1ResTime" : 198699.1,
    "pct2ResTime" : 204637.44999999998,
    "pct3ResTime" : 209092.12,
    "throughput" : 0.3238016908924298,
    "receivedKBytesPerSec" : 7.213792570815429,
    "sentKBytesPerSec" : 0.7987340264578361
  },
  "GET user-new PAGE-0" : {
    "transaction" : "GET user-new PAGE-0",
    "sampleCount" : 72,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 86870.77777777777,
    "minResTime" : 79951.0,
    "maxResTime" : 92165.0,
    "pct1ResTime" : 88072.5,
    "pct2ResTime" : 89985.75,
    "pct3ResTime" : 92165.0,
    "throughput" : 0.5408328826392645,
    "receivedKBytesPerSec" : 0.25457172796106003,
    "sentKBytesPerSec" : 0.5867825513791239
  },
  "GET LogIn Page" : {
    "transaction" : "GET LogIn Page",
    "sampleCount" : 501,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 58520.98203592814,
    "minResTime" : 1724.0,
    "maxResTime" : 82483.0,
    "pct1ResTime" : 69092.4,
    "pct2ResTime" : 70437.09999999999,
    "pct3ResTime" : 71676.72,
    "throughput" : 0.18735345482014443,
    "receivedKBytesPerSec" : 0.9341159632809666,
    "sentKBytesPerSec" : 0.072245663478043
  },
  "GET user-new PAGE-1" : {
    "transaction" : "GET user-new PAGE-1",
    "sampleCount" : 72,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 67320.3888888889,
    "minResTime" : 65576.0,
    "maxResTime" : 82507.0,
    "pct1ResTime" : 67533.4,
    "pct2ResTime" : 74376.44999999995,
    "pct3ResTime" : 82507.0,
    "throughput" : 0.7172815031032387,
    "receivedKBytesPerSec" : 3.517129065217824,
    "sentKBytesPerSec" : 0.7102768009244961
  },
  "Get Users Page" : {
    "transaction" : "Get Users Page",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 135134.62000000005,
    "minResTime" : 95394.0,
    "maxResTime" : 154301.0,
    "pct1ResTime" : 152636.9,
    "pct2ResTime" : 153135.75,
    "pct3ResTime" : 154292.44,
    "throughput" : 0.27644240737106035,
    "receivedKBytesPerSec" : 6.726845335138042,
    "sentKBytesPerSec" : 0.2737346755879239
  },
  "GET user-new PAGE" : {
    "transaction" : "GET user-new PAGE",
    "sampleCount" : 100,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 135602.02000000002,
    "minResTime" : 85004.0,
    "maxResTime" : 164112.0,
    "pct1ResTime" : 155013.3,
    "pct2ResTime" : 159147.8,
    "pct3ResTime" : 164096.81,
    "throughput" : 0.2580858290233,
    "receivedKBytesPerSec" : 3.1397703729727358,
    "sentKBytesPerSec" : 0.47030093452878685
  },
  "Get Users Page-0" : {
    "transaction" : "Get Users Page-0",
    "sampleCount" : 69,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 80343.04347826086,
    "minResTime" : 77313.0,
    "maxResTime" : 84765.0,
    "pct1ResTime" : 83171.0,
    "pct2ResTime" : 83642.0,
    "pct3ResTime" : 84765.0,
    "throughput" : 0.5413760366566499,
    "receivedKBytesPerSec" : 0.25324132964700713,
    "sentKBytesPerSec" : 0.2564134548617922
  },
  "Get Users Page-1" : {
    "transaction" : "Get Users Page-1",
    "sampleCount" : 69,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 70548.81159420291,
    "minResTime" : 66932.0,
    "maxResTime" : 72133.0,
    "pct1ResTime" : 71528.0,
    "pct2ResTime" : 71960.0,
    "pct3ResTime" : 72133.0,
    "throughput" : 0.5538342991989469,
    "receivedKBytesPerSec" : 2.7143179460372755,
    "sentKBytesPerSec" : 0.30504154760567
  }
}